Repository: 84000/data-translation-memory
Catalog: Toh_196-The_Dwelling_Place_of_Manjusri-v2.tmx
Source language: bo
Languages: en

source: འཕགས་པ་འཇམ་དཔལ་གནས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Mahāyāna Sūtra The Dwelling Place of Mañjuśrī

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལ་དགེ་སློང་ལྔ་བརྒྱ་ཙམ་གྱི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་ཆེན་པོ་དང་ཡང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ
en: The Bhagavān was staying at Rājagṛha, on Gṛdhrakūṭa Mountain, together with a large community of a full five hundred monks and a great congregation of bodhisattvas.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཕྱེམ་རེད་ཀྱི་དུས་ཀྱི་ཚེ་ནང་དུ་ཡང་དག་འཇོག་ལས་བཞེངས་ནས་འཁོར་མང་པོས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་གྱིས་བལྟས་ནས་ཆོས་སྟོན་ཏོ། །
en: At that time, the Bhagavān, after emerging in the late afternoon from secluded meditation, surrounded and honored by a great assembly, taught the Dharma.

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་འཆག་ཅིང་དགེ་སློང་ལྔ་བརྒྱ་པོ་ཐམས་ཅད་ཀྱི་གནས་ཁང་ནས་གནས་ཁང་དུ་བྱུང་སྟེ།
en: Subsequently, the youthful Mañjuśrī was walking about, going from residence to residence among all five hundred monks.

source: གནས་བརྟན་ཤཱ་རིའི་བུའི་གནས་ཁང་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་གནས་བརྟན་ཤཱ་རིའི་བུ་གཅིག་པུ་དབེན་པར་འདུག་སྟེ་ནང་དུ་ཡང་དག་བཞག་ནས་བསམ་གཏན་བྱེད་པར་མཐོང་ངོ་། །
en: When he went to the residence where the elder Śāriputra lived, Mañjuśrī saw him sitting alone in solitude, practicing concentration while in meditative seclusion.

source: མཐོང་ནས་ཀྱང་གནས་བརྟན་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: When he saw him, he said the following words to the elder Śāriputra:

source: བཙུན་པ་ཤཱ་རིའི་བུ་ཁྱོད་བསམ་གཏན་བྱེད་དམ། སྨྲས་པ།
en: “Honorable Śāriputra, are you practicing concentration?”

source: འཇམ་དཔལ་དེ་བཞིན་ནོ། །འཇམ་དཔལ་གྱིས་སྨྲས་པ།
en: “Yes,” replied Śāriputra, “it is so, Mañjuśrī.”

source: ཅི་བཙུན་པ་ཤཱ་རིའི་བུ་ཁྱོད་ཉོན་མོངས་པ་སྤངས་པ་རྣམས་སྤང་བའི་ཕྱིར་བསམ་གཏན་བྱེད་དམ།
en: “Honorable Śāriputra,” said Mañjuśrī, “are you concentrating in order to abandon afflictions that have already been abandoned?

source: འོན་ཏེ་མ་སྤངས་པ་རྣམས་སྤང་བའི་ཕྱིར་བསམ་གཏན་བྱེད་དམ།
en: Or are you concentrating in order to abandon those that have not yet been abandoned?

source: ཅི་བཙུན་པ་ཤཱ་རིའི་བུ་ཁྱོད་འདས་པ་ལ་གནས་ཏེ་བསམ་གཏན་བྱེད་དམ།
en: “Honorable Śāriputra, are you concentrating while dwelling on the past?

source: འོན་ཏེ་མ་འོངས་པ་ལ་གནས་ཏེ་བསམ་གཏན་བྱེད་དམ།
en: Are you concentrating while dwelling on the future?

source: འོན་ཏེ་ད་ལྟར་བྱུང་བ་ལ་གནས་ཏེ་བསམ་གཏན་བྱེད།
en: Or are you concentrating while dwelling on the present?

source: ཅི་བཙུན་པ་ཤཱ་རིའི་བུ་ཁྱོད་གཟུགས་ལ་གནས་ཏེ་བསམ་གཏན་བྱེད་དམ།
en: Honorable Śāriputra, are you concentrating while dwelling on bodily form?

source: འོན་ཏེ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ལ་གནས་ཏེ་བསམ་གཏན་བྱེད།
en: Are you concentrating while dwelling on feelings, perceptions, volitional formations, or consciousness?

source: ཅི་བཙུན་པ་ཤཱ་རིའི་བུ་ཁྱོད་མིག་ལ་གནས་ཏེ་བསམ་གཏན་བྱེད་དམ།
en: Honorable Śāriputra, are you concentrating while dwelling on the eye?

source: འོན་ཏེ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ལ་གནས་ཏེ་བསམ་གཏན་བྱེད།
en: Or are you concentrating while dwelling on the nose, ear, tongue, body, or mind?

source: འོན་ཏེ་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་རྣམས་ལ་གནས་ཏེ་བསམ་གཏན་བྱེད།
en: Or are you concentrating while dwelling on sound, smell, taste, touch, or other phenomena?

source: ཅི་བཙུན་པ་ཤཱ་རིའི་བུ་ཁྱོད་འདོད་པའི་ཁམས་ལ་གནས་ཏེ་བསམ་གཏན་བྱེད་དམ།
en: “Honorable Śāriputra, are you concentrating while dwelling on the desire realm?

source: འོན་ཏེ་གཟུགས་ཀྱི་ཁམས་དང་། གཟུགས་མེད་པའི་ཁམས་ལ་གནས་ཏེ་བསམ་གཏན་བྱེད།
en: Or are you concentrating while dwelling on the form realm or the formless realm?

source: ཅི་བཙུན་པ་ཤཱ་རིའི་བུ་ཁྱོད་ནང་ལ་གནས་ཏེ་བསམ་གཏན་བྱེད་དམ།
en: “Honorable Śāriputra, are you concentrating while dwelling on the internal?

source: འོན་ཏེ་ཕྱི་རོལ་ལ་གནས་ཏེ་བསམ་གཏན་བྱེད་དམ།
en: Or are you concentrating while dwelling on the external?

source: འོན་ཏེ་ཕྱི་ནང་ལ་གནས་ཏེ་བསམ་གཏན་བྱེད།
en: Or are you concentrating while dwelling on the internal and external?

source: ཅི་བཙུན་པ་ཤཱ་རིའི་བུ་ཁྱོད་ལུས་ལ་གནས་ཏེ་བསམ་གཏན་བྱེད་དམ།
en: Honorable Śāriputra, are you concentrating while dwelling on the body?

source: འོན་ཏེ་སེམས་ལ་གནས་ཏེ་བསམ་གཏན་བྱེད།
en: Or are you concentrating while dwelling on the mind?”

source: ཤཱ་རིའི་བུས་སྨྲས་པ། འཇམ་དཔལ་འདི་ལྟར་ཚེ་འདི་ལ་བདེ་བར་གནས་པར་བྱ་བ་དང་། བརྗེད་པ་མེད་པར་གནས་པར་བྱ་བའི་ཕྱིར་ཏེ་དེ་ལྟ་བུའི་ཕྱིར་བསམ་གཏན་བྱེད་དོ། །
en: “Mañjuśrī,” replied Śāriputra, “I am practicing concentration in order to dwell in bliss for this life and to dwell in nonforgetfulness.”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་ཆོས་གང་དག་ཚེ་འདི་ལ་བདེ་བར་གནས་པའམ།
en: Mañjuśrī then asked, “Honorable Śāriputra, do you apprehend any dharmas that dwell in bliss in this life, or

source: ཚེ་འདི་མ་ཡིན་པ་ལ་བདེ་བར་གནས་པའམ།
en: that dwell in bliss in what is not this life, or

source: བརྗེད་པ་མེད་པའི་ཆོས་དེ་དག་དམིགས་སམ།
en: that are without forgetfulness?”

source: ཤཱ་རིའི་བུས་སྨྲས་པ། འཇམ་དཔལ་བདག་གིས་ཆོས་གང་དག་ཚེ་འདི་ལ་བདེ་བར་གནས་པའམ། ཚེ་འདི་མ་ཡིན་པ་ལ་བདེ་བར་གནས་པའི་ཆོས་དེ་དག་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ཞིང་མི་དམིགས་མོད་ཀྱི།
en: “Mañjuśrī,” Śāriputra replied, “I truly do not observe or apprehend any dharmas that dwell in bliss in this life or that dwell in bliss in what is not this life.

source: འོན་ཀྱང་འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པས་ཉན་ཐོས་རྣམས་ལ་རབ་ཏུ་དབེན་པའི་ཆོས་སུ་གསུངས་པ་གང་ཡིན་པ་དེ་ལ་བདག་རྟེན་ཅིང་གནས་སོ། །
en: However, Mañjuśrī, I rely and dwell on what the Tathāgata taught to śrāvakas as the doctrine of disengagement.”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་གང་དེ་བཞིན་གཤེགས་པས་ཉན་ཐོས་རྣམས་ལ་རབ་ཏུ་དབེན་པའི་ཆོས་སུ་གསུངས་པ་གང་ཡིན། བཙུན་པ་ཤཱ་རིའི་བུ་གང་ལ་རྟེན་ཅིང་གནས།
en: Mañjuśrī then asked, “Honorable Śāriputra, what is it that the Tathāgata taught to śrāvakas as the doctrine of disengagement and that you, honorable Śāriputra, rely and dwell on?”

source: ཤཱ་རིའི་བུས་སྨྲས་པ། འཇམ་དཔལ་འདི་ལ་དགེ་སློང་ནི་འདས་པ་ལ་རྟེན་ཅིང་གནས་སོ། །
en: Śāriputra replied, “In this regard, Mañjuśrī, a monk relies and dwells on the past,

source: མ་འོངས་པ་ལ་རྟེན་ཅིང་གནས་སོ། །
en: relies and dwells on the future, and

source: ད་ལྟར་བྱུང་བ་ལ་རྟེན་ཅིང་གནས་སོ། །
en: relies and dwells on the present.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། སེམས་ཀྱི་བར་ལ་རྟེན་ཅིང་གནས་པར་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ།
en: In brief, as mentioned before, one should understand that he relies and dwells as mentioned before all the way up to the mind.

source: འཇམ་དཔལ་ཆོས་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པས་ཉན་ཐོས་རྣམས་ལ་རབ་ཏུ་དབེན་པར་གསུངས་པ་ཡིན་ཏེ།
en: Mañjuśrī, the Tathāgata taught these śrāvakas that these dharmas are disengaged, and

source: བདག་ཆོས་དེ་དག་ལ་རྟེན་ཅིང་གནས་སོ། །
en: I rely and dwell on these dharmas.”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་གང་གི་ཕྱིར་འདི་སྐད་ཅེས་འདས་པ་ལ་རྟེན་ཅིང་གནས།
en: Mañjuśrī then asked, “Honorable Śāriputra, why do you say, ‘I rely and dwell on the past,

source: མ་འོངས་པ་ལ་རྟེན་ཅིང་གནས།
en: rely and dwell on the future,

source: ད་ལྟར་བྱུང་བ་ལ་རྟེན་ཅིང་རབ་ཏུ་དབེན་པ་ལ་གནས་པ་ནས་དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: rely on the present, dwell in disengagement, and,

source: སེམས་ཀྱི་བར་ལ་རྟེན་ཅིང་རབ་ཏུ་དབེན་པ་ལ་གནས་ཞེས་སྨྲ།
en: in brief, rely on and dwell in disengagement as mentioned before all the way up to the mind’?

source: བཙུན་པ་ཤཱ་རིའི་བུ་འདི་ལྟ་སྟེ།
en: It is like this, honorable Śāriputra:

source: གང་འདས་པའི་དེ་བཞིན་ཉིད་དེ་ཡང་ཡོད་པ་མ་ཡིན།
en: a true nature of the past does not exist.

source: གང་མ་འོངས་པའི་དེ་བཞིན་ཉིད་དེ་ཡང་ཡོད་པ་མ་ཡིན།
en: A true nature of the future does not exist.

source: གང་ད་ལྟར་བྱུང་བའི་དེ་བཞིན་ཉིད་དེ་ཡང་ཡོད་པ་མ་ཡིན་ཏེ།
en: A true nature of the present does not exist.

source: དེ་ལྟར་ཆོས་དེ་དག་ནི་ཡོད་པ་མ་ཡིན་ན། ཇི་ལྟར་གནས་བརྟན་ཤཱ་རིའི་བུ་དེ་འདི་སྐད་ཅེས་འདས་པ་ལ་རྟེན་ཅིང་གནས།
en: In this way, if these dharmas do not exist, then how can the elder Śāriputra say, ‘I rely and dwell on the past,

source: ད་ལྟར་བྱུང་བ་ལ་རྟེན་ཅིང་གནས་ཞེས་སྨྲ།
en: and rely and dwell on the present’?

source: ཡོད་པ་མ་ཡིན་པའི་ཆོས་ལ་ནི་གནས་པ་མེད་དོ། །
en: Dharmas that do not exist have no basis.

source: ཡང་བཙུན་པ་ཤཱ་རིའི་བུ་འདས་པའི་དེ་བཞིན་ཉིད་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བའི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་ཅི་ཡང་མ་ཡིན།
en: “Further, honorable Śāriputra, there is nothing that is a true nature of the past and a true nature of the future and the present.

source: གང་གིས་ཀྱང་མ་ཡིན།
en: Nor are phenomena caused by anything.

source: གང་གི་ཡང་མ་ཡིན།
en: Nor do they belong to anything.

source: གང་ལ་ཡང་མི་གནས་ཏེ།
en: They are not based anywhere.

source: གང་མི་གནས་པ་དེའི་གནས་དམིགས་སུ་མེད་དོ། །
en: There is nothing apprehended as a basis of what is not based anywhere.

source: ཡང་བཙུན་པ་ཤཱ་རིའི་བུ་གང་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བའི་དེ་བཞིན་ཉིད་ཅེས་བརྗོད་ཅིང་ཀུན་ཏུ་གནས་ནས་སྨྲ་བ་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པ་ལ་སྐུར་བ་འདེབས་པའོ། །
en: “Further, honorable Śāriputra, those who speak of a ‘true nature of the past, the future, and the present’ and who thus propound stability deprecate the Tathāgata.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is this?

source: འདི་ལྟར་དེ་བཞིན་ཉིད་ནི་གཡོ་བ་མེད་པ་རློམ་སེམས་མེད་པའོ། །
en: It is because a true nature is immovable and without vain imaginings.

source: འདི་ལྟར་དེ་བཞིན་ཉིད་ནི་ཉམས་པ་མེད་པའོ། །
en: It is because a true nature is uncorrupted.

source: འདི་ལྟར་དེ་བཞིན་ཉིད་ནི་སྟོང་པའོ། །མཚན་མ་མེད་པའོ། །སྨོན་པ་མེད་པའོ། །
en: It is because true nature is empty, without signs, and wishless.

source: ཡང་བཙུན་པ་ཤཱ་རིའི་བུ་གང་འདས་པའི་དེ་བཞིན་ཉིད་དེ་ཡང་དམིགས་སུ་མེད།
en: “Further, honorable Śāriputra, a true nature of the past cannot be apprehended.

source: གང་མ་འོངས་པའི་དེ་བཞིན་ཉིད་དེ་ཡང་དམིགས་སུ་མེད།
en: A true nature of the future cannot be apprehended.

source: གང་ད་ལྟར་བྱུང་བའི་དེ་བཞིན་ཉིད་དེ་ཡང་དམིགས་སུ་མེད་པ་ནས་དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: A true nature of the present cannot be apprehended. And,

source: སེམས་ཀྱི་བར་གྱི་དེ་བཞིན་ཉིད་དེ་ཡང་དམིགས་སུ་མེད་དོ། །
en: in brief, the true nature of everything up to mind cannot be apprehended.

source: འོན་ཀྱང་བཙུན་པ་ཤཱ་རིའི་བུ་དེ་བཞིན་ཉིད་མ་གཏོགས་པར་གང་བསྟན་པའམ། རབ་ཏུ་བཤད་པར་ནུས་པའི་ཆོས་གཞན་གང་ཡང་མི་དམིགས་སོ། །
en: However, honorable Śāriputra, besides the true nature, one does not apprehend any other dharma capable of being shown or explained.”

source: ཤཱ་རིའི་བུས་སྨྲས་པ། འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་དེ་བཞིན་ཉིད་ལ་བཞུགས་ནས་ཆོས་སྟོན་ཏམ།
en: Śāriputra then asked, “Mañjuśrī, does the Tathāgata teach the Dharma while residing in the true nature?”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་དེ་བཞིན་ཉིད་ཡོད་པ་མ་ཡིན་ན། ཇི་ལྟར་དེ་བཞིན་གཤེགས་པ་དེ་བཞིན་ཉིད་ལ་བཞུགས་ཏེ་ཆོས་སྟོན།
en: “Honorable Śāriputra,” Mañjuśrī replied, “if a true nature does not exist, then how can the Tathāgata reside in the true nature and teach the Dharma?

source: བཙུན་པ་ཤཱ་རིའི་བུ་ཆོས་ཀྱང་ཡོད་པ་མ་ཡིན་ན། ཇི་ལྟར་དེ་བཞིན་གཤེགས་པ་དེ་བཞིན་ཉིད་ལ་བཞུགས་ཏེ་ཆོས་སྟོན།
en: Honorable Śāriputra, if the Dharma also does not exist, then how can the Tathāgata reside in the true nature and teach the Dharma?

source: དེ་བཞིན་གཤེགས་པ་ཡང་ཡོད་པ་མ་ཡིན་ན། ཇི་ལྟར་དེ་བཞིན་གཤེགས་པ་དེ་བཞིན་ཉིད་ལ་བཞུགས་ཏེ་ཆོས་སྟོན།
en: If the Tathāgata also does not exist, then how can the Tathāgata reside in the true nature and teach the Dharma?

source: ཆོས་ཐམས་ཅད་ཀྱང་ཡོད་པ་མ་ཡིན་ཏེ་དམིགས་སུ་མེད།
en: All dharmas do not exist and cannot be apprehended.

source: དེ་བཞིན་གཤེགས་པ་ཡང་ཡོད་པ་མ་ཡིན་ཏེ་དམིགས་སུ་མེད་དོ། །
en: The Tathāgata also does not exist and cannot be apprehended.

source: དེའི་ཆོས་བསྟན་པ་ན་འདི་འདྲ་སྟེ།
en: When his Dharma is taught, it is like this:

source: འདི་ལ་དམིགས་པའམ་མི་དམིགས་པ་གཉིས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མེད་དོ། །
en: it is without distinction between either apprehending or not apprehending.

source: དེ་བཞིན་གཤེགས་པ་ནི་བརྗོད་པའམ་མི་བརྗོད་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན་ནོ། །
en: The Tathāgata himself is not distinguished by the expressible or the inexpressible.

source: བཙུན་པ་ཤཱ་རིའི་བུ་འདི་ལྟར་དེ་བཞིན་གཤེགས་པ་ནི་བརྗོད་པ་ཡང་དག་པར་ཆད་པ། བཏགས་པ་མེད་པ། གདགས་པར་བྱ་བ་མ་ཡིན་པའོ། །
en: Because, honorable Śāriputra, the Tathāgata is completely cut off from expression, involves no designation, and is not something that can be designated.”

source: ཤཱ་རིའི་བུས་སྨྲས་པ། འཇམ་དཔལ་སུ་ཞིག་ཆོས་བསྟན་པ་འདི་ལྟ་བུ་འདིའི་སྣོད་དུ་འགྱུར།
en: Śāriputra then asked, “Mañjuśrī, who will become a recipient for a Dharma teaching such as this?”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་གང་འདུས་བྱས་ཀྱི་ཁམས་རྣམ་པར་འཁྲུགས་པར་མི་འགྱུར་ཞིང་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འདོད་པར་ཡང་མི་འགྱུར་བ་དེ་ནི་ཆོས་བསྟན་པ་འདི་ལྟ་བུ་འདིའི་སྣོད་དུ་འགྱུར་རོ། །
en: Mañjuśrī said, “Honorable Śāriputra, one who is not disturbed in the conditioned realm and who does not desire complete nirvāṇa will be a recipient for a Dharma teaching like this.

source: གང་འདས་པའི་ཆོས་རྣམས་མི་དམིགས་ཤིང་འདས་པའི་ཆོས་རྣམས་ཀུན་ཤེས་པར་མི་འགྱུར་བ་དང་།
en: One who does not apprehend dharmas of the past, does not comprehend dharmas of the past,

source: གང་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བའི་ཆོས་རྣམས་མི་དམིགས་ཤིང་
en: does not apprehend dharmas of the past, present, or future, and

source: འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བའི་ཆོས་རྣམས་ཀུན་ཤེས་པར་མི་འགྱུར་བ་དེ་ཆོས་བསྟན་པ་འདི་ལྟ་བུ་འདིའི་སྣོད་དུ་འགྱུར་རོ། །
en: does not comprehend dharmas of the past, present, or future will be a recipient for a Dharma teaching such as this.

source: གང་ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་མི་མཐོང་ཞིང་དེ་ཉེ་བར་ལེན་པར་ཡང་མི་འགྱུར་བ་དེ་ཆོས་བསྟན་པ་འདི་ལྟ་བུ་འདིའི་སྣོད་དུ་འགྱུར་རོ། །
en: One who neither sees nor appropriates defilements and purifications will be a recipient for a Dharma teaching such as this.

source: གང་བདག་དང་བདག་མེད་པར་ཡང་སྤྱོད་པར་མི་འགྱུར་བ་དང་། གང་ལེན་པ་དང་། འདོར་བར་ཡང་སྤྱོད་པར་ཡང་མི་འགྱུར་བ་དེ་ཆོས་བསྟན་པ་འདི་ལྟ་བུ་འདིའི་སྣོད་དུ་འགྱུར་ཏེ
en: One who does not pursue either self or nonself and who does not pursue acquiring and relinquishing is a recipient for a Dharma teaching such as this.

source: དེ་ནི་བཤད་པ་འདིའི་དོན་ཀུན་ཤེས་པར་འགྱུར་རོ། །
en: That one will comprehend the meaning of this exposition.”

source: ཤཱ་རིའི་བུས་སྨྲས་པ། འཇམ་དཔལ་འདི་ལ་ཅི་ཞིག་ཀུན་ཤེས་པར་འགྱུར།
en: “Mañjuśrī, in this regard, what is comprehended?” asked Śāriputra.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་བཤད་པ་འདིའི་དོན་ཤེས་པར་འགྱུར་བ་ཅི་ཞིག་ཡོད་ན། འདི་ལ་ཅི་ཞིག་ཀུན་ཤེས་པར་འགྱུར་ཞེས་དེ་སྐད་འདྲི།
en: Mañjuśrī then asked, “Honorable Śāriputra, if there were to be something that constitutes the meaning of this exposition, then ask, ‘In this regard, what is comprehended?’ ”

source: ཤཱ་རིའི་བུས་སྨྲས་པ། འཇམ་དཔལ་ཆོས་ཟབ་མོ་བསྟན་པ་འདི་མངོན་སུམ་དུ་འགྱུར་བ་ཉུང་།
en: “Mañjuśrī, this profound Dharma teaching is rarely directly perceived,” said Śāriputra.

source: འདི་ནི་ཡོངས་སུ་འཛིན་པར་འགྱུར་བ་ཉུང་ངོ་། །
en: “It is rarely fully apprehended.

source: !འཇམ་དཔལ་དགྲ་བཅོམ་པ་དང་། སློབ་པ་དང་། མི་སློབ་པ་རྣམས་ཀྱང་ས་ཕྱོགས་འདི་ལ་སྒྱིད་ལུག་པར་འགྱུར་ན་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ལྟ་ཅི་སྨོས།
en: Mañjuśrī, if even arhats, those in training, and those beyond training grow discouraged regarding this location, how much more so are childish ordinary beings.”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་དགྲ་བཅོམ་པ་རྣམས་ལ་ནི་ས་མེད་དོ། །
en: “Honorable Śāriputra,” said Mañjuśrī, “arhats do not have a dwelling place.

source: འདི་ལྟར་དགྲ་བཅོམ་པ་ཡང་མེད་ན་ས་གང་ལ་དགྲ་བཅོམ་པ་གནས་པར་འགྱུར།
en: Because if even arhats do not exist, in what place would an arhat dwell?

source: དགྲ་བཅོམ་པ་དག་ནི་གནས་མེད་པས་རབ་ཏུ་ཕྱེ་བའོ། །
en: Arhats are thus distinguished by being without dwelling place.

source: དགྲ་བཅོམ་པ་དག་ནི་དམིགས་སུ་མེད་པས་རབ་ཏུ་ཕྱེ་བའོ། །
en: Arhats are distinguished by being without apprehension.

source: དགྲ་བཅོམ་པ་དག་ནི་བརྗོད་པ་དང་། མི་བརྗོད་པ་ཤིན་ཏུ་ཆད་པས་རབ་ཏུ་ཕྱེ་བའོ། །
en: Arhats are distinguished by having fully cut off the expressible and inexpressible.

source: འདི་ལྟར་དགྲ་བཅོམ་པ་དག་ནི་བརྗོད་པ་དང་། མི་བརྗོད་པ་ཡང་དག་པར་ཆད་པ་སྟེ་བཏགས་པ་མེད་པའོ། །
en: Because as arhats have fully cut off the expressible and inexpressible, they are free from designation.

source: དགྲ་བཅོམ་པ་དག་ནི་སར་དབྱེ་བ་དག་དང་བྲལ་བ།
en: Arhats are free from distinctions concerning places.

source: འདུས་མ་བྱས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ།
en: “They are distinguished by the unconditioned.

source: འཇུག་པ་མེད་པ།
en: They are without engagement.

source: འདུས་མ་བྱས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་སྟེ། དགྲ་བཅོམ་པ་དག་ནི་འདུས་མ་བྱས་པ་གནས་པ་མེད་པ་ཡིན་ན་ཅི་ཞིག་དགྲ་བཅོམ་པ་དག་གི་སར་འགྱུར།
en: They are distinguished by the unconditioned because if arhats are unconditioned and without dwelling place, what would be the dwelling place of arhats?

source: དགྲ་བཅོམ་པ་དག་ནི་མིང་དང་གཟུགས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན་ནོ། །
en: “Arhats are not distinguished by name and form.

source: བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ནི་མིང་དང་གཟུགས་ལ་རྣམ་པར་རྟོག་གོ། །
en: Childish ordinary beings conceptualize name and form.

source: མིང་དང་གཟུགས་དེ་ཡང་རྟོག་པ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་པར་དགྲ་བཅོམ་པ་རྣམས་ཀྱིས་ཤེས་ཏེ།
en: Name and form are understood by arhats to be without conceptions and without conceptualizing.

source: དེའི་ཕྱིར་དགྲ་བཅོམ་པ་དག་ནི་མིང་དང་གཟུགས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན་ནོ། །
en: Therefore, arhats are not distinguished by name and form.

source: བྱིས་པ་རྣམས་ཀྱང་མི་དམིགས།
en: Even childish beings are not apprehended.

source: བྱིས་པའི་ཆོས་དང་། དགྲ་བཅོམ་པ་དང་། དགྲ་བཅོམ་པའི་ཆོས་རྣམས་ཀྱང་མི་དམིགས་སོ། །
en: The qualities of childish beings, arhats, and arhat qualities are also not apprehended.

source: ནམ་མི་དམིགས་པ་དེའི་ཚེ་ན་མི་རྟོག་གོ། །
en: At the time they are not apprehended, they are not conceived.

source: ཀུན་ཏུ་མི་སྤྱོད་དོ། །
en: They are not dealt with.

source: དེ་སྤྱོད་པ་མེད། སྤྲོས་པ་མེད་ཅིང་ཉེ་བར་ཞི་བ་སྟེ།
en: Without being dealt with, they are unelaborated and peaceful.

source: ཡོད་དོ་ཞེས་ཁས་མི་ལེན། མེད་དོ་ཞེས་ཁས་མི་ལེན།
en: “One does not accept their ‘existence,’ nor does one accept their ‘nonexistence.’

source: ཡོད་ཀྱང་ཡོད་ལ་མེད་ཀྱང་མེད་དོ་ཞེས་ཁས་མི་ལེན། ཡོད་པ་ཡང་མ་ཡིན།
en: One also does not accept that they are both existent while existing and nonexistent while not existing.

source: མེད་པ་ཡང་མ་ཡིན་ཞེས་དེ་སྐད་ཀྱང་ཁས་མི་ལེན་ཏོ། །
en: Nor does one accept that they are neither existent nor nonexistent.

source: ནམ་ཁས་མི་ལེན་པ་དེ་ན་དམིགས་པ་མེད་དོ། །
en: When one does not accept any of these, there is no apprehension.

source: དེ་དམིགས་པ་ཐམས་ཅད་དང་བྲལ་བས་སེམས་མེད་ཅིང་སེམས་དང་བྲལ་ཏེ་
en: Being free from all apprehensions—without thought and free from thought—

source: གནས་མེད་པའི་ཚུལ་གྱིས་དགེ་སྦྱོང་གི་ཆོས་ལ་གནས་པ་ཞེས་བྱའོ། །
en: we speak of one who dwells in the quality of spiritual practice by way of being without dwelling place.”

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་བསྟན་པ་འདི་བཤད་པ་ན་འཁོར་དེའི་དགེ་སློང་ལྔ་བརྒྱ་པོ་སྟན་ལས་ལངས་ནས་འདི་སྐད་ཅེས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་མི་བལྟའོ། །
en: Once this teaching had been explained by the youthful Mañjuśrī, the five hundred monks of the retinue got up from their seats saying, “We do not see the youthful Mañjuśrī.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་མི་མཉན་ཏོ། །
en: We do not hear the youthful Mañjuśrī.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ཕྱོགས་གང་ན་གནས་པའི་ཕྱོགས་དེ་ཡང་སྤང་བར་བྱའོ། །
en: Any location where the youthful Mañjuśrī could dwell should be abandoned.

source: འདི་ལྟར་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ནི་སྟོན་པ་མངོན་སུམ་དུ་གྱུར་བཞིན་དུ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་མཚན་ཉིད་གཅིག་ཏུ་སྟོན་པས་ཆོས་མ་ཡིན་པ་སྨྲའོ་ཞེས་བརྗོད་ནས་
en: The youthful Mañjuśrī has shown in a blatant manner that the defilements and purifications have a single characteristic.” They thought that he had thereby said something that was not Dharma, and

source: དེ་དག་ཡང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་ཅག་ཇི་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་ཚངས་པར་སྤྱོད་པ་སྤྱད་སྙམ་ནས་དོང་ངོ་། །
en: thinking, “How can we thus train in the doctrine that is well spoken by the Bhagavān and practice pure moral conduct?” they departed.

source: དེ་ནས་གནས་བརྟན་ཤཱ་རིའི་བུས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: The elder Śāriputra then asked the youthful Mañjuśrī,

source: འཇམ་དཔལ་ཁྱོད་འདི་ལྟར་སེམས་ཅན་རྣམས་ཀྱིས་ཆོས་ཀུན་ཤེས་པར་འགྱུར་བར་བྱ་བའི་ཕྱིར་ཆོས་མི་སྟོན་ཏམ།
en: “Mañjuśrī, do you not teach the Dharma so that sentient beings may comprehend the Dharma?”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་དེ་བཞིན་ནོ། །
en: Mañjuśrī replied, “Yes, Honorable Śāriputra.”

source: ཤཱ་རིའི་བུས་སྨྲས་པ། དགེ་སློང་ལྔ་བརྒྱ་པོ་དེ་དག་སྟན་ལས་ལངས་ཏེ་འཕྱ་སྨོད། མི་སྙན་པར་ཟེར་ཞིང་དོང་ངོ་། །
en: Śāriputra said, “Having arisen from their seats, those five hundred monks have spoken disparagingly and unpleasantly, and they have departed.”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་གང་གི་ཕྱིར་དགེ་སློང་ལྔ་བརྒྱ་པོ་དེ་དག་འདི་སྐད་ཅེས། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་མི་བལྟའོ། །
en: “Honorable Śāriputra, [it is good,]” said Mañjuśrī, “[it is good] that those five hundred monks said, ‘We do not see the youthful Mañjuśrī.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་གང་ན་གནས་པའི་ས་ཕྱོགས་དེ་ཡང་སྤང་བར་བྱའོ་
en: Any location where youthful Mañjuśrī could dwell should be abandoned.

source: ཞེས་ཟེར་བ་དེ་ནི་ལེགས་སོ་ལེགས་སོ། །
en: [“Honorable Śāriputra,] it is good,” [said Mañjuśrī,] “it is good

source: ཤཱ་རིའི་བུ་དགེ་སློང་དེ་དག་གི་ཚིག་དེ་ནི་ལེགས་པར་སྨྲས་པའོ། །
en: Śāriputra, the words of these monks are well spoken.

source: འདི་ལྟར་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ནི་ཡོད་པ་མ་ཡིན་ཏེ་དམིགས་སུ་མེད་དོ། །
en: Because the youthful Mañjuśrī does not exist and cannot be apprehended.

source: གང་ཡོད་པ་མ་ཡིན་ཏེ་དམིགས་སུ་མེད་པ་དེ་ལ་བལྟ་བ་དང་མཉན་པར་མི་ནུས་སོ། །
en: That which does not exist and cannot be apprehended cannot be seen and cannot be heard.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ཡོད་པ་མ་ཡིན་ཏེ་དམིགས་སུ་མེད་པས་གང་དེའི་གནས་ཀྱང་ཡོད་པ་མ་ཡིན་ཏེ་དམིགས་སུ་མེད་དོ། །
en: Because, since the youthful Mañjuśrī does not exist and cannot be apprehended, any place he could dwell also does not exist and cannot be apprehended.

source: གང་ཡོད་པ་མ་ཡིན་ཏེ་དམིགས་སུ་མེད་པ་དེ་ནི་བསྟེན་པར་བྱ་བ་མ་ཡིན་ནོ། །
en: And one should not try to rely on what does not exist and cannot be apprehended.”

source: དེ་ནས་དགེ་སློང་ལྔ་བརྒྱ་པོ་དེ་དག་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་བསྟན་པ་འདི་ཐོས་པ་དང་། སླར་ས་ཕྱོགས་དེར་ལོག་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: When those five hundred monks had heard this teaching by the youthful Mañjuśrī, they again returned to their places and said the following words to the youthful Mañjuśrī:

source: འཇམ་དཔལ་བདག་ཅག་ནི་ཇི་ལྟར་ཁྱོད་ཀྱིས་བསྟན་པ་དེ་ལྟར་མི་ཤེས་སོ། །
en: “Mañjuśrī, why do we not understand what you just taught?”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། དགེ་སློང་དག་ལེགས་སོ་ལེགས་སོ། །
en: Mañjuśrī replied, “This is good, monks, this is good.

source: དེ་ལྟ་བུ་ནི་སྟོན་པའི་ཉན་ཐོས་རྣམས་ཀྱི་བྱ་བ་སྟེ།
en: Such are the activities of the Teacher’s hearers.

source: དགེ་སློང་དག་འདི་ལ་ནི་ཀུན་ཤེས་པར་བྱ་བ་མེད། རྣམ་པར་ཤེས་པར་བྱ་བ་མེད་དོ། །
en: In this regard, monks, there is nothing to comprehend and there is nothing to cognize.

source: འདི་ལྟར་ཆོས་ཀྱི་དབྱིངས་འདི་ནི་གནས་མེད་པའི་ཚུལ་གྱིས་གནས་པ་ཉིད་དོ། །
en: Because this realm of reality is the very state of dwelling in the manner of being without dwelling place.

source: ཆོས་ཀྱི་དབྱིངས་གང་ཡིན་པ་དེ་དབྱིངས་མ་ཡིན་ནོ། །
en: That which is the realm of reality is not a realm.

source: དེ་ནི་ཡོད་པ་མ་ཡིན་ཏེ་དམིགས་སུ་མེད་ཅིང་གཡོ་བ་མེད་ལ་འཆི་འཕོ་མེད་དོ། །
en: That which does not exist and cannot be apprehended is also immovable and without death and rebirth.

source: གང་གཡོ་བ་མེད་ཅིང་འཆི་འཕོ་མེད་པ་དེ་ཀུན་ཤེས་པར་བྱ་བ་མ་ཡིན།
en: That which is immovable and without death and rebirth is not something comprehensible.

source: རྣམ་པར་ཤེས་པར་བྱ་བ་མ་ཡིན་ནོ། །
en: It is not something cognizable.

source: གང་ཀུན་ཤེས་པར་བྱ་བ་དང་། རྣམ་པར་ཤེས་པར་བྱ་བའི་རློམ་སེམས་མེད་པ་དེ་ནི་སྟོན་པའི་ཉན་ཐོས་ཞེས་བྱ།
en: Those who are without the vain imaginings of comprehension and cognition are called hearers of the Teacher.

source: མཆོག་ཐོབ་པ་ཞེས་བྱ། གཙོ་བོ་ཞེས་བྱ། སྦྱིན་གནས་ཞེས་བྱའོ། །
en: They are called those who have attained the supreme, leaders, and those worthy of offerings.”
